[
    {
        "date": "March 28, 2021",
        "text": "Akash Krishna is so scary that even some board members are scared of him. I mean where do you get all this hot air in your body from, man?"
    },
    {
        "date": "March 29, 2021",
        "text": "I wonder why Enrique Ferrao and Pranav Reddy always come in a 'Buy one, Get one' package."
    },
    {
        "date": "March 29, 2021",
        "text": "Someguy spread a rumour that a board member kicked me out of the club for no reason but since I'm a good member of the club and I have some ethics I won't ever reveal that it was canarygrapher ðŸ‘€"
    },
    {
        "date": "March 29, 2021",
        "text": "Once I knew a guy named Sitaraman. He was in this very club. He was a good guy. The sad part is that he 'was'. Have a good journey ahead man. :')"
    },
    {
        "date": "March 30, 2021",
        "text": "Bhai, ye first years itna spam content kahan se laate hain? Kaam ki baat karne ke time to mu se kuch nikalta hin nahi hai!"
    },
    {
        "date": "March 30, 2021",
        "text": "I swear ab kisi ne ðŸ‘€ waala emoji group pe use kiya to main club chhod ke chala jaunga. Hadd hoti hai yaar. Kuch bhi bolo, to ye log ðŸ‘€ bhej ke reply karte hain. Ye mazak chal raha hai kya? Oo bhai, maaro mujhe, maaro!"
    },
    {
        "date": "March 30, 2021",
        "text": "Is it me or Enrique Ferraro looks like compact Justin Beiber ðŸ¥°ðŸ˜ðŸ˜˜ #BelieberForLife"
    },
    {
        "date": "March 30, 2021",
        "text": "I think we made a wrong decision on the board. Regrets only."
    },
    {
        "date": "March 31, 2021",
        "text": "\"I want to elope with someone!\"- Parthiv in some meeting with the board."
    },
    {
        "date": "March 31, 2021",
        "text": "\"tich tich tich\" - Parthiv's chatting noises in Pal's bully lecture."
    },
    {
        "date": "March 31, 2021",
        "text": "Nithin is conspiring against all other ManComm members. Good play. Keep eliminating your competition."
    },
    {
        "date": "March 31, 2021",
        "text": "Jab Parthiv ko sides nahi lene hote hain, to he just keeps mum. Silent treatment always works."
    },
    {
        "date": "March 31, 2021",
        "text": "\"Meh ladaki tha! meh ladaki hu! meh ladaki rahega ki pata nahi\" - bully mancomm member in some technical meeting very proudly!"
    },
    {
        "date": "March 31, 2021",
        "text": "Pal is making very bad statements about all Mancomm, Working committee and Board members(especially Canary).!"
    },
    {
        "date": "March 31, 2021",
        "text": "\"Mereko bully karega toh main sabko khatm kar dungi\" ~ Chechi"
    },
    {
        "date": "March 31, 2021",
        "text": "Wow, a ManComm member is talking about his drug network in Manipal. And others are booking samples ðŸ‘€. Thiz iz buzinezz!!"
    },
    {
        "date": "March 31, 2021",
        "text": "Parthiv ka board position danger mein hai."
    },
    {
        "date": "April 1, 2021",
        "text": "The love ðŸ˜ triangle ðŸ”º between Priyanshu, Pranav and Enrique is more interesting than F.R.I.E.N.D.S."
    },
    {
        "date": "April 1, 2021",
        "text": "MIST's future looks really bright in the hands of the mancomm ðŸ¤¢ðŸ¤®"
    },
    {
        "date": "April 2, 2021",
        "text": "Yaar why is the President Aditya Pradhan soo hot! ðŸ”¥ðŸ”¥"
    },
    {
        "date": "April 1, 2021",
        "text": "Yash is so handsome, can someone tell Insta ID?"
    },
    {
        "date": "April 1, 2021",
        "text": "Is it just me or do I feel like 3-4 members of the Board are only active and the rest are silent all the time"
    },
    {
        "date": "April 3, 2021",
        "text": "Seniors curse a lot. Which makes them more likable. XD"
    },
    {
        "date": "April 3, 2021",
        "text": "I have been noticing that Nithin pronounces Aviral as 'A viral'. Extremely hilarious. Thanks for coming to my TED Talk *mic drop*"
    },
    {
        "date": "April 8, 2021",
        "text": "Why is this so dead? Canary, we want some masala"
    },
    {
        "date": "April 9, 2021",
        "text": "\"What will you write in the form?- I don't care that shitty canary's shitty posts. Without me there is no MIST.\" - by Pal so confidently."
    },
    {
        "date": "April 9, 2021",
        "text": "\"I have my priorities and MIST is not one of them :)\"- Parthiv so sweetly."
    },
    {
        "date": "April 9, 2021",
        "text": "Chechi Bolta Hain Bas Ho Gaya"
    },
    {
        "date": "April 9, 2021",
        "text": "Why is Pranav so silent all the time???"
    },
    {
        "date": "April 9, 2021",
        "text": "Anyone who wants Sleeping tuitions can contact Mr.Nithin."
    },
    {
        "date": "April 17, 2021",
        "text": "Pal is the human version of 'Never gonna give you up, never gonna let you down'"
    },
    {
        "date": "April 30, 2021",
        "text": "\"I am funny because I make fun of Pal Nimesh Chheda\" - Nithin Chowdary in a very IMP meeting."
    },
    {
        "date": "April 30, 2021",
        "text": "\"Aviral don't have any sense of humour\" - Pal Nimesh Chheda directly to Aviral Gupta (Aviral went silent for few seconds and gave a fake smile)"
    },
    {
        "date": "April 30, 2021",
        "text": "\"Ye to maine kabhi dekha hi nahi hai.\" - Ananya Gupta"
    },
    {
        "date": "April 30, 2021",
        "text": "I've been observing that Pal wants Nithin out of the club."
    },
    {
        "date": "April 30, 2021",
        "text": "Everytime I look at the group someone's getting threatened to get kicked"
    },
    {
        "date": "April 30, 2021",
        "text": "Ayush chup beth yaar"
    },
    {
        "date": "April 30, 2021",
        "text": "I swear sare posts canary hi likhta hain"
    },
    {
        "date": "May 1,2021",
        "text": "Parthiv eats Idli without sambhar. I don't know if we can trust him. :/"
    },
    {
        "date": "May 12,2021",
        "text": "Why did Parthiv say \"Bra\" that one time"
    },
    {
        "date": "May 20,2021",
        "text": "Abhi meh expose karta hu! check kar!;) - Proton Bhayya in very... well,u know! :)"
    },
    {
        "date": "May 20,2021",
        "text": "Nithin: Did you guys check that pwn challenge?? | Pal & Parthiv: What porn challenge???  | Nithin: ;_; "
    },
    {
        "date": "May 21,2021",
        "text": "\"Don't know about others, but this one definitely is.\"- One legend speaking about other. MAD contest."
    },
    {
        "date": "May 31,2021",
        "text": "What did parthiv mean by \"Man, Women, Wild always happens to be together\""
    },
    {
        "date": "June 4, 2021",
        "text": "#bansittu Zaroori ho gya hai. :("
    },
    {
        "date": "June 25, 2021",
        "text": "sala canary cheater hai - some anonymous mancomm member but you know her"
    },
    {
        "date": "June 25, 2021",
        "text": "The next board of MIST might not know Hindi properly, but we don't mind."
    },
    {
        "date": "June 29, 2021",
        "text": "Ayush: Democracy nahi hai ye, Monarchy hai. InnocentVictim: ohoo.. bold facts about president."
    },
    {
        "date": "June 29, 2021",
        "text": "Chechi firse bolta hai Bas ho gya."
    },
    {
        "date": "June 30, 2021",
        "text": "I'll make whole board say this,\"hum ladaka rahega hi pata nahi\""
    },
    {
        "date": "July 6, 2021",
        "text": "Proton says,\"I'm a player! My priorities changes!\""
    },
    {
        "date": "July 6, 2021",
        "text": "Ayush vatsa = Bouncer for BOARD"
    },
    {
        "date": "July 25,2021",
        "text": "Smile like Aayush :)"
    },
    {
        "date": "July 25,2021",
        "text": "vatsa - manipal ka virat kohli"
    },
    {
        "date": "July 26,2021",
        "text": "\"Oh. It is working. Fine\" ~ Shaun surprised with the results."
    },
    {
        "date": "July 30,2021",
        "text": "When life is going shit but ur a literal \"devata\""
    },
    {
        "date": "August 4,2021",
        "text": "\"Main itni bhi gadhi nahi hun\" - Pal, By which she means she is just a little Gadhi."
    },
    {
        "date": "August 8,2021",
        "text": "'yo this guy partHIV,goes by the proton, ain't it ironic, cuz they both came back positive.'mic drop"
    },
    {
        "date": "August 13,2021",
        "text": "'Pal is evil' - Everyone in workshop--> XD"
    },
    {
        "date": "August 13,2021",
        "text": "Aaj khush to bohot hoge tum. - Pal randomly to Vatsa"
    },
    {
        "date": "August 13,2021",
        "text": "'Mujhe sirf Pal se darr lagta hai.' - ManComm member"
    },
    {
        "date": "August 14,2021",
        "text": "Nithin will be an excellent wingman. "
    },
    {
        "date": "August 16,2021",
        "text": "if all of us put our own problems on a table, and stood by them, waiting for others to take a pick, everyone would just take their own problems and walk awway."
    },
    {
        "date": "August 16,2021",
        "text": "I'm proud of myself that I'm very good at stalking girls who are as hot as tea- Pal chechi very proudly"
    },
    {
        "date": "August 16,2021",
        "text": "Main ache se stalk karti hu! - again pal chechi very proudly!"
    },
    {
        "date": "August 19.2021",
        "text": "Pal is the nicest person you'll know - says Pal"
    },
    {
        "date": "August 17,2021",
        "text": "Nithin itna lame joke marta hai yaar, no offence.' - Concerned ManComm member"
    },
    {
        "date": "August 17, 2021",
        "text": "Shaun was backpacking across Europe. He ends up in East Germany. His story abruptly ends, proving his involvement with and allegiance towards the commies. Be like Shaun. Heil Shaun"
    },
    {
        "date": "August 19.2021",
        "text": "Pal is the nicest person you'll know - says Pal"
    },
    {
        "date": "August 19,2021",
        "text": "Prezzy is the best. <3"
    },
    {
        "date": "August 26,2021",
        "text": "\"CyberSecurity me kya hi research krega koi? BhUK!!\"! - Fellow ManComm member"
    },
    {
        "date": "August 30,2021",
        "text": "\"Never trust Nithin.\" - Pal Chheda"
    },
    {
        "date": "September 4,2021",
        "text": "\"I go to Deetee for Pooja and I pay very good amount\" - Shaun Santosh"
    },
    {
        "date": "September 6,2021",
        "text": "Pal went shopping with PP Papa Rayudu on 5th Sept 2021 and she is very happy. \" - Shaun Santosh"
    },
]
